const express = require('express');
const app = express();
app.get('/',(req,res)=>{
	res.send([{
        "title": "FPC精密冲床",
        "subTitle": "60T精密冲床1台，和10T高速精密冲床3台",
        "detail": "均用于FPC和R-FPC的冲切，高速精密冲床;60T冲床，3台：工作尺寸需大于500*350mm，精度GB（JIS）1 Class，要求多级安全保护;10T冲床，1台：工作尺寸需大于500*350mm，精度GB（JIS）1 Class，要求多级安全保护",
        "riqi": "2019-05-09 14:37:50",
        "tag": "FPC精密冲床"
      }, {
        "title": "FPC 真空蚀刻线",
        "subTitle": "用于FPC和软硬结合板的高精密线路蚀刻和退膜",
        "detail": "专业的FPC和软硬结合板 真空蚀刻线，附带退膜和烘干;板厚加工范围：0.03~2.0mm;最小线宽/线距：0.03/0.03mm;板宽加工范围：100*100mm~500*500mm;输送速度：0~5m/min，建议2.5m/min;符合环保要求;价格要求：面谈",
        "riqi": "2019-05-09 14:23:22",
        "tag": "E00001"
      }, {
        "title": "自动贴PI补强机",
        "subTitle": "用于FPC自动贴PI补强",
        "detail": "用于FPC的自动贴PI补强机;要求精度±0.05mm，要有防漏贴和防重复贴功能;卷料PI补强，在PI补强机上自动冲切--自动贴合--自动上下料;效率需高于0.8s/pcs",
        "riqi": "2019-05-09 14:44:32",
        "tag": "自动贴PI补强机"
      }, {
        "title": "干膜脱水机",
        "subTitle": "用于FPC的干膜脱水机",
        "detail": "FPC退干膜后废渣的脱水装置;减少FPC的废渣重量，符合环保要求;具有经济效益",
        "riqi": "2019-05-09 14:45:37",
        "tag": "干膜脱水机"
      },
      {
        "title": "二次元（手动影像测量仪）",
        "subTitle": "手动影像测量仪，即二次元",
        "detail": "二次元，测量FPC的线路或外形长度;测量宽幅：300*400mm;测量精度：+/-0.005mm",
        "riqi": "2019-05-09 14:45:08",
        "tag": "二次元（手动影像测量仪）"
      },
      {
        "title": "自动切割干膜收板机",
        "subTitle": "FPC卷对卷压膜后，自动裁切成片",
        "detail": "FPC卷对卷压膜后，自动裁切成片，再叠放整齐;匹配志胜压膜机，需带机械手;压膜后产品厚度在100~1000um范围内;要避免产品滚轮印、刮痕、压伤和裁斜等问题",
        "riqi": "2019-05-09 14:46:07",
        "tag": "自动切割干膜收板机"
      },
      {
        "title": "FPC精密冲床",
        "subTitle": "60T精密冲床1台，和10T高速精密冲床3台",
        "detail": "均用于FPC和R-FPC的冲切，高速精密冲床;60T冲床，3台：工作尺寸需大于500*350mm，精度GB（JIS）1 Class，要求多级安全保护;10T冲床，1台：工作尺寸需大于500*350mm，精度GB（JIS）1 Class，要求多级安全保护",
        "riqi": "2019-05-09 14:37:50",
        "tag": "FPC精密冲床"
      }, {
        "title": "FPC 真空蚀刻线",
        "subTitle": "用于FPC和软硬结合板的高精密线路蚀刻和退膜",
        "detail": "专业的FPC和软硬结合板 真空蚀刻线，附带退膜和烘干;板厚加工范围：0.03~2.0mm;最小线宽/线距：0.03/0.03mm;板宽加工范围：100*100mm~500*500mm;输送速度：0~5m/min，建议2.5m/min;符合环保要求;价格要求：面谈",
        "riqi": "2019-05-09 14:23:22",
        "tag": "E00001"
      }, {
        "title": "自动贴PI补强机",
        "subTitle": "用于FPC自动贴PI补强",
        "detail": "用于FPC的自动贴PI补强机;要求精度±0.05mm，要有防漏贴和防重复贴功能;卷料PI补强，在PI补强机上自动冲切--自动贴合--自动上下料;效率需高于0.8s/pcs",
        "riqi": "2019-05-09 14:44:32",
        "tag": "自动贴PI补强机"
      }, {
        "title": "干膜脱水机",
        "subTitle": "用于FPC的干膜脱水机",
        "detail": "FPC退干膜后废渣的脱水装置;减少FPC的废渣重量，符合环保要求;具有经济效益",
        "riqi": "2019-05-09 14:45:37",
        "tag": "干膜脱水机"
      },
      {
        "title": "二次元（手动影像测量仪）",
        "subTitle": "手动影像测量仪，即二次元",
        "detail": "二次元，测量FPC的线路或外形长度;测量宽幅：300*400mm;测量精度：+/-0.005mm",
        "riqi": "2019-05-09 14:45:08",
        "tag": "二次元（手动影像测量仪）"
      },
      {
        "title": "自动切割干膜收板机",
        "subTitle": "FPC卷对卷压膜后，自动裁切成片",
        "detail": "FPC卷对卷压膜后，自动裁切成片，再叠放整齐;匹配志胜压膜机，需带机械手;压膜后产品厚度在100~1000um范围内;要避免产品滚轮印、刮痕、压伤和裁斜等问题",
        "riqi": "2019-05-09 14:46:07",
        "tag": "自动切割干膜收板机"
      },
    ]);
});
app.listen(3000,()=>{
	console.log("web服务器已启动！！");
})